13/data/attachments/5b4fc60283f3c515.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_ac3da3b2-33ae-4ab0-8771-192183e6ae77</nif:username>
            <nif:friendToBeAdded>Nancy_born_Friend_18221_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>